Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: StatoilHydro Petroleum AS is the operator with 40 per cent and StatoilHydro ASA and Bayerngas Norge AS are partners with 30 per cent each.
nb: StatoilHydro Petroleum AS er operatør med 40.00% og StatoilHydro ASA er partner med 30.00% og Bayerngas Norge AS er partner med 30%.

source: The acreage in the production licence is located 230 kilometres north-northwest of Kristiansund and consists of the blocks 6607/10 and 6607/11.
nb: Arealet i denne utvinningstillatelsen ligger 230 kilometer nord - nordvest for Kristiansund og består av blokkene 6607/10 og 6607/11.

source: Wildcat well 6507/11-9 is the third well in production licence 263.
nb: Undersøkelsesbrønn 6507/11-9 er den tredje brønnen i utvinningstillatelsen 263.

source: Of these, 19 were wildcat wells and nine were appraisal wells.
nb: Av disse er 19 undersøkelsesbrønner og 9 avgrensningsbrønner.

source: Eight discoveries were made; six in the North Sea and two in the Norwegian Sea.
nb: Det er gjort åtte funn, seks i Nordsjøen og to i Norskehavet.

source: “The past six months have been busy for the Norwegian Petroleum Directorate (NPD).
nb: "Oljedirektoratet har hatt et travelt halvår.

source: We’ve processed several plans for development and operation of fields, and the level of activity and exploration on the Norwegian shelf has been high,” concludes Director General Bente Nyland.
nb: Vi har behandlet flere planer for utbygging og drift av felt, og det har vært høy aktivitet og stor letevirksomhet på norsk sokkel," oppsummerer oljedirektør Bente Nyland.

source: “So far this year, the discovery rate has been somewhat below average, but a number of interesting wells remain.
nb: "Til nå i år har funnsuksessen ligget noe under gjennomsnittet, men det er fortsatt mange interessante brønner som gjenstår.

source: I am somewhat disappointed by the result from the “Nunatak” well, but am excited about the results from the other wells to be drilled in the Johan Castberg area.
nb: Jeg er litt skuffet over resultatet av "Nunatak"-brønnen, men er spent på resultatet av de øvrige brønnene som skal bores i Johan Castberg-området.

source: I’m also excited to see the test results from the ‘Norvarg’ discovery”.
nb: Jeg venter også med spenning på testresultatene fra funnet "Norvarg".

source: At the time of writing (28 June), nine exploration wells are being drilled on the Norwegian shelf.
nb: Akkurat nå (28. juni) bores det ni letebrønner på norsk sokkel.

source: 28 exploration wells have been spudded, and 27 have been terminated.
nb: 28 letebrønner er påbegynt, og 27 avsluttet.

source: This is an increase from last year, when 19 exploration wells had been spudded by the last half of June.
nb: Dette er en økning fra i fjor, da 19 letebrønner var påbegynt i uke 25.

source: The NPD’s prognosis for 2013 of about 50 spudded exploration wells thus appears to be sound.
nb: ODs prognose på rundt 50 påbegynte letebrønner for 2013 ser dermed ut til å holde.

source: Exploration activity has been greatest in the North Sea, and has primarily been associated with delineation of the Johan Sverdrup discovery.
nb: Leteaktiviteten har vært størst i Nordsjøen, og den har hovedsakelig vært knyttet opp mot avgrensning av funnet Johan Sverdrup.

source: Six new discoveries have also been made in the North Sea, as well as two in the Norwegian Sea.
nb: Det er i tillegg gjort seks nye funn i Nordsjøen og to i Norskehavet.

source: Apart from a few exceptions, these are minor discoveries.
nb: Funnene er med få unntak små.

source: Dong has made a minor gas/condensate discovery in exploration well 3/7-8 S, south of the Trym field in the southern tip of the North Sea.
nb: Helt sør i Nordsjøen har Dong gjort et mindre gass-/kondensatfunn i undersøkelsesbrønn 3/7-8 S sør for Trymfeltet.

source: The preliminary size of the discovery has been calculated at between one and two million standard cubic metres (Sm3) of recoverable oil equivalents (o.e.).
nb: Foreløpig beregning av størrelsen på funnet er mellom en og to millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter (o.e.).

source: Further north, in the Sleipner area, Statoil has proven oil in observation well 15/9-11 A, in a segment northwest of the Volve field.
nb: Lengre nord i Sleipnerområdet har Statoil i observasjonsbrønn 15/9-11 A påvist olje i ett segment nordvest for Volvefeltet.

source: In the central part of the North Sea, Lundin has proven oil in well 16/4-6 S, just south of the Edvard Grieg field, which is also operated by Lundin.
nb: I midtre del av Nordsjøen har Lundin påvist olje i brønn 16/4-6 S i like sør for Edvard Grieg- feltet, som også opereres av Lundin.

source: Additional wells will be needed to delineate the discovery.
nb: Det trengs flere boringer for å avgrense funnet.

source: East of Grane, Statoil has proven oil in well 25/11-27.
nb: Øst for Grane har Statoil påvist olje i brønn 25/11-27.

source: Statoil has made two new discoveries near the Gullfaks field.
nb: Ved Gullfaksfeltet har Statoil gjort to nye funn.

source: In production well 34/10-A-8, which was drilled in 1987, a formation was tested above the producing reservoir.
nb: I produksjonsbrønn 34/10-A-8, boret i 1987, ble det gjennomført en test i en formasjon over det produserende reservoaret.

source: The test proved oil reservoirs with good flow properties.
nb: Testen viste oljereservoarer med gode strømningsegenskaper.

source: It may be more, which would help extend the lifetime of Gullfaks.
nb: Det kan være større, og det vil bidra til å forlenge levetiden for Gullfaks.

source: Between the Vigdis and Snorre fields, in observation well 34/7-H-2, a 24-metre oil column was proven in the Cook formation in Jurassic rocks.
nb: Mellom feltene Vigdis og Snorre, i observasjonsbrønn 34/7-H-2, er det påvist en 24 meter oljekolonne i Cookformasjonen i jura.

source: There are no resource figures for the discovery at this time.
nb: Det er foreløpig ingen ressurstall for dette funnet.

source: In the Gjøa area in the northern North Sea, the 35/9-7 “Skarfjell” discovery, which was proven in 2012 by Wintershall, was delineated by well 35/9-8.
nb: I Gjøaområdet nord i Nordsjøen er funnet 35/9-7 "Skarfjell", som ble påvist i 2012 av Wintershall, avgrenset med brønn 35/9-8.

source: Five wells are currently being drilled in the Norwegian Sea.
nb: For tiden bores det fem brønner i Norskehavet.

source: So far this year, no new discoveries have been made in the Barents Sea.
nb: I Barentshavet er det ikke blitt gjort nye funn hittil i år.

source: Two wells are currently being drilled in the area.
nb: Det bores for tiden to brønner i området.

source: Statoil is drilling wildcat well 7720/5-2 (“Nunatak”) near the 7220/8-1 Johan Castberg discovery.
nb: Statoil borer undersøkelsesbrønn 7720/5-2 ("Nunatak") like ved funnet 7220/8-1 Johan Castberg.

source: The results from the well were newly made available.
nb: Resultater fra brønnen ble nylig tigjengelig.

source: Further north in the Barents Sea, Total is delineating the 7225/3-1 (“Norvarg”) discovery, which was proven in 2011.
nb: Lengre nord i Barentshavet avgrenser Total funnet 7225/3-1 ("Norvarg"), påvist i 2011.

source: This discovery contains proven hydrocarbons in the Kobbe formation in Triassic rocks.
nb: Det er her påvist hydrokarboner i Kobbeformasjonen i trias.

source: A formation test is scheduled for this formation, so the final drilling results will not be immediately available.
nb: Det er planlagt en formasjonstest av denne formasjonen, så det vil ta en stund før de endelige boreresultatene foreligger.

source: Multiple wells are planned in the Barents Sea in the time ahead.
nb: Det er planlagt flere bønner i Barentshavet framover.

source: Statoil will be drilling three additional successive wells in the drilling campaign that started with the Johan Castberg discovery.
nb: Statoil vil bore tre flere brønner fortløpende i borekampanjen som er startet ved funnet Johan Castberg.

source: Several exploration wells are also scheduled in the near future in the Barents Sea.
nb: I tillegg ventes det flere letebrønner framover i Barentshavet.

source: The first is exploration well 7120/1-3, operated by Lundin, which will be drilled just north of Snøhvit.
nb: Den første er undersøkelsesbrønn 7120/1-3 operert av Lundin som skal bores like nord for Snøhvit.

source: Production
nb: Produksjon

source: Glitne in the North Sea completed its final production day on 25 February.
nb: Glitne i Nordsjøen hadde sin siste produksjonsdag 25. februar.

source: Oil production during the first five months of the year, i.e. from 1 January to 31 May, totalled 35.4 million Sm3.
nb: Oljeproduksjonen i årets fem første måneder, altså fra 1. januar til 31. mai, var 35,4 millioner Sm3.

source: This corresponds to an average daily production of 1 474 000 bbls.
nb: Det tilsvarer en gjennomsnittlig dagsproduksjon på 1 474 000 fat.

source: Oil production is 1.2 per cent below the NPD’s forecast for this period.
nb: Oljeproduksjonen ligger 1,2 prosent under Oljedirektoratets prognose for denne perioden.

source: Approximately eleven per cent less oil was produced during the first five months of this year, compared with the same period last year.
nb: Det ble produsert rundt elleve prosent mindre olje i årets fem første måneder enn i samme periode i fjor.

source: A total of 46.8 billion Sm3 of gas and 9 million Sm3 of NGL (natural gas liquids) and condensate was produced during the period from 1 January to 31 May.
nb: I perioden 1. januar til 31. mai ble det produsert 46,8 milliarder Sm3 gass og 9 millioner Sm3 NGL (natural gas liquids)og kondensat.

source: A total of 91.2 million Sm3 of oil equivalents was produced on the Norwegian shelf during the first five months of the year.
nb: Totalt ble det produsert 91,2 millioner Sm3 oljeekvivalenter på norsk sokkel i årets fem første måneder.

source: This is about ten per cent less than during the same period last year.
nb: Det er om lag ti prosent mindre enn i samme tidsrom i fjor.

source: The first six months of the year have been characterised by technical issues on multiple fields.
nb: I første halvår har det vært tekniske problemer på flere felt.

source: Production on the Snøhvit field in the Barents Sea was shut down for three months due to repairs at the onshore facility Snøhvit LNG outside Hammerfest, while the Valhall field in the North Sea has come back on stream after a six-month shutdown.
nb: Snøhvitfeltet i Barentshavet hadde produksjonsstans i tre måneder på grunn av reparasjoner på landanlegget Snøhvit LNG utenfor Hammerfest, mens Valhallfeltet i Nordsjøen er i produksjon igjen etter å ha vært stengt i et halvt år.

source: Plans for Development and Operation (PDOs) and Plans for Installation and Operation (PIOs)
nb: Plan for utbygging og drift (PUD) og Plan for anlegg og drift (PAD)

source: The MPE will issue its decision this autumn.
nb: En eventuell godkjenning fra OED vil foreligge til høsten.

source: Two other PDOs that were submitted in December 2012 have also been processed and approved.
nb: To PUD-er som ble levert i desember 2012 er også behandlet og godkjent.

source: This concerns the Ivar Aasen and Gina Krog fields, operated by Det norske and Statoil, respectively.
nb: Det gjelder feltene Ivar Aasen og Gina Krog, operert av henholdsvis Det norske og Statoil.

source: The PIO for the Varg gas pipeline was submitted and approved during the firth six months of the year, while the PIO for the Edvard Grieg oil pipeline will most likely be submitted in the next few days.
nb: PAD for Varg gassrør er levert og godkjent i første halvår, mens PAD for Edvard Grieg oljerør trolig vil bli levert en av de første dagene.

source: Awards
nb: Tildelinger

source: New production licences in the 22nd licencing round on the Norwegian shelf were awarded on 21 June.
nb: 21. juni ble nye utvinningstillatelser i 22. konsesjonsrunde på norsk sokkel tildelt.

source: 24 new production licences were awarded to 29 companies.
nb: 29 selskap fikk tildelt 24 nye utvinningstillatelser.

source: Four of the licences are in the Norwegian Sea and twenty are in the Barents Sea.
nb: Fire av tillatelsene ligger i Norskehavet og tjue i Barentshavet.

source: This licencing round was, without doubt, the most comprehensive ever undertaken in the Barents Sea.
nb: Utlysningsrunden er den desidert mest omfattende som har vært i Barentshavet.

source: On 8 February, the King in Council formally awarded 51 production licences in the Awards in Pre-defined Areas (APA) 2012.
nb: 8. februar tildelte Kongen i Statsråd formelt 51 utvinningstillatelser i tildeling i forhåndsdefinerte områder (TFO) 2012.

source: The 51 production licences are spread between the North Sea (34), Norwegian Sea (14) and the Barents Sea (3).
nb: De 51 utvinningstillatelsene fordeler seg på Nordsjøen (34), Norskehavet (14) og Barentshavet (3).

source: A total of 47 companies applied for production licences in APA 2012.
nb: Totalt 47 selskaper søkte på utvinningstillatelser i TFO 2012.

source: On 15 February, the MPE announced APA 2013, which encompasses the pre-defined areas with blocks in the North Sea, Norwegian Sea and Barents Sea.
nb: 15. februar lyste OED ut TFO 2013, som omfatter de forhåndsdefinerte områdene med blokker i Nordsjøen, Norskehavet og Barentshavet.

source: The application deadline is Wednesday, 11 September.
nb: Søknadsfristen er onsdag 11. september.

source: Awards are expected to be made during the first quarter of 2014.
nb: Tildeling forventes i løpet av første kvartal 2014.

source: Sale of seismic
nb: Salg av seismikk

source: In 2011 and 2012, the Norwegian Petroleum Directorate acquired 2D seismic data in the southeastern Barents Sea and from Norwegian sea areas around Jan Mayen.
nb: I 2011 og 2012 samlet Oljedirektoratet inn 2D-seismikk i Barentshavet sørøst og fra norske havområder ved Jan Mayen.

source: The processed seismic data was announced for sale as a single package on 21 June.
nb: 21. juni ble de seismiske prosesserte dataene lagt ut for salg som én pakke.

source: The seismic package also contains older, re-processed 2D seismic from the southeastern Barents Sea that was acquired in 1974 and 1976 and re-processed in 1992 (approx. 2160 kilometres).
nb: Seismikkpakken inneholder også eldre, reprosessert 2D-seismikk fra Barentshavet sørøst som ble samlet inn i 1974 og 1976 og reprosessert i 1992 (cirka 2160 kilometer).

source: The price of the seismic package is NOK 12 million, plus VAT.
nb: Prisen på seismikkpakken er 12 millioner kroner pluss merverdiavgift.

source: Contact in the NPD: Jan Bygdevoll, tel.
nb: Kontaktperson i Oljedirektoratet: Jan Bygdevoll, tlf.

source: The EOR Workshop is held every year, and this is the fourth time it has taken place in Norway.
nb: EOR-Workshop'en arrangeres hvert år, og det er fjerde gang den er lagt til Norge.

source: “The approximately 60 participants come from research communities and universities all around the world,” says Mariann Dalland, principal engineer in the NPD and Norway’s representative on the IEA’s executive committee for enhanced oil recovery.
nb: "De rundt 60 deltakerne kommer fra forsknings- og universitetsmiljøer rundt om i verden," sier Mariann Dalland, sjefingeniør i OD og Norges representant i IEAs råd (executive committee) for økt utvinning.

source: “We share knowledge and make contacts with people and expert environments.
nb: "Vi deler kunnskap og knytter kontakter med folk og kompetansemiljøer.

source: It’s very useful!
nb: Det er nyttig!

source: Historically, we know that these meetings have led to international research collaboration.”
nb: Historisk sett vet vi at disse møtene har ført til internasjonalt forskningssamarbeid."

source: The two first days of the event will be a workshop with presentations.
nb: De to første dagene av arrangementet blir det workshop med presentasjoner.

source: The topic of the symposium, held at the NPD’s offices on Wednesday, is ‘EOR from lab to field’.
nb: Temaet for symposiet, som avvikles hos OD på onsdagen, er EOR fra laboratorium til felt ("EOR from lab to field").

source: The new research centre for enhanced recovery will be presented here, among other topics.
nb: Der skal blant annet det nye forskningssenteret for økt utvinning presenteres.

source: Read more about the event here (pdf) >>
nb: Les mer om arrangementet her (pdf) >>

source: Trawling activity in the area should be avoided during this period.
nb: I denne perioden henstilles det om å unngå tråleaktivitet i området.

source: During the period when the streamer is lying exposed on the seabed, before it is covered, it is extremely vulnerable to any type of external influence.
nb: I den tiden kabelen ligger på eksponert på sjøbunnen, før den er dekket til, er den svært sårbar for enhver ytre påvirkning.

source: We therefore urge relevant parties to avoid trawling activity in the area during this specific period.
nb: Det henstilles derfor om å unngå tråleaktivitet i området i den aktuelle perioden.

source: Guard vessels will be present.
nb: Det vil være vaktfartøy tilstede.

source: The relevant area lies within 61°31´N - 61°26´north and 2°17´E - 2°4´east.
nb: Det aktuelle området ligger innenfor 61°31´N - 61°26´nord og 2°17´E - 2°4´øst.

source: Permanent reservoir monitoring (PRM) is a project wherein streamers are permanently laid on the seabed so as to provide better and more frequent seismic imagery of changes in the reservoir.
nb: Permanent reservoarmonitorering (PRM) er et prosjekt hvor lyttekabel blir lagt ned på havbunnen permanent for å gi oftere og bedre seismisk bilde av forandringer i reservoaret.

source: The streamer is used to obtain more knowledge about the reservoir, thus facilitating the possibility of recovering more oil.
nb: Kabelen brukes for å skaffe mer kunnskap om reservoaret og dermed gi mulighet til å utvinne mer olje.

source: Installation of the PRM system entails the laying of approximately 250 km of streamers on the seabed, before the cable is buried or covered with rock, so that it is trawlable.
nb: Innstallering av PRM-system innebærer at omtrent 250 kilometer kabel vil bli lagt på sjøbunnen før den graves ned, eller dekkes med stein, slik at den er overtrålbar.

source: The streamer will be laid by the Maersk Responder vessel, and the trenching operation will be run from Northern Wave.
nb: Kabelen blir lagt ut av fartøyet Maersk Responder og nedgravingen blir operert fra Northern Wave.

source: The Snorre field is operated by Statoil and is located in blocks 34/4 and 34/7 in the North Sea, northeast of Gullfaks and southwest of Knarr.
nb: Snorrefeltet opereres av Statoil og er lokalisert i blokk 34/4 og 34/7 i Nordsjøen, nordøst for Gullfaks og sørvest for Knarr.

source: Water depth in the area is around 300 metres.
nb: Vanndybden i området er rundt 300 meter.

source: Contact in Statoil:
nb: Kontaktperson i Statoil:

source: Asbjørn Johnsen, tel.: +47 905 30 196
nb: Asbjørn Johnsen, telefon: 905 30 196

source: This will make Van Thi Hai Pham the Norwegian Petroleum Directorate’s (NPD’s) first employee with a doctorate in CO 2 injection.
nb: Med dette blir Van Thi Hai Pham Oljedirektoratets første medarbeider med doktorgrad innenfor CO2-injeksjon.

source: The title of the doctoral work is “CO2 storage – simulations for forecasting the effects and behavior of injection in geological formations”.
nb: Tittelen på doktorgradsarbeidet er CO2-storage – Simulations for forecasting the effects and behavior of injection in geological formations, simulering for å kunne forutsi effekten av CO2-injeksjon og hvordan CO2 opptrer i reservoaret.

source: These are important elements when CO2 is injected into the subsurface, either for storage or improved oil recovery.
nb: Dette er sentrale elementer når CO2 skal injiseres i undergrunnen, enten for lagring eller til økt oljeutvinning.

source: Van has worked for the NPD since 1 September 2011, and she has completed the doctorate she had already started when she began working in the Directorate.
nb: Van har arbeidet i OD siden 1. september i 2011, og hun har fullført den doktorgraden hun var i full gang med da hun begynte i direktoratet.

source: She has worked full-time while studying.
nb: Her har hun hatt full jobb ved siden av studiene.

source: They are now working to map possible CO2 storage sites in the Barents Sea.
nb: Gruppen arbeider nå med å kartlegge mulige CO2-lager i Barentshavet.

source: She also follows up to ensure that resources on the Troll field, both the oil and gas, are safeguarded in the best possible manner by the licensees.
nb: I tillegg følger hun opp at ressursene på Trollfeltet, både oljen og gassen – blir ivaretatt på best mulig måte av rettighetshaverne.

source: Last, but not least, she also gets to use her expertise in the NPD’s work on reservoir modelling and simulation.
nb: Sist, men ikke minst, hun får også god nytte av sin kompetanse i ODs arbeid med reservoarmodellering og –simulering.

source: Van Thi Hai Pham came to Norway from her native country, Vietnam, to study nearly eight years ago.
nb: Van Thi Hai Pham kom fra sitt fødeland Vietnam til Norge for å studere for nesten åtte år siden.

source: She completed a master’s degree at NTNU (the Norwegian University of Science and Technology) in Trondheim and became a reservoir engineer.
nb: Hun tok en mastergrad på NTNU i Trondheim og ble reservoaringeniør.

source: She then moved to Oslo and started her PhD on CO2 storage.
nb: Så flyttet hun til Oslo og startet på PhD-programmet om CO2-lagring.

source: The doctoral work consists of five scientific articles.
nb: Doktorgradsarbeidet består av fem vitenskapelige artikler.

source: Three have already been published, one is being printed and the final is now expected.
nb: Tre er allerede publisert, en er til trykking og den siste er nå antatt.

source: Topics: Environment | Geology
nb: Tema: Miljø | Geologi

source: In the early hours of 29 July, the Norwegian Petroleum Directorate (NPD) started acquisition of 2D seismic in the northeastern Barents Sea.
nb: Oljedirektoratet (OD) startet tidlig 29. juli innsamling av 2D-seismikk i Barentshavet nordøst.

source: According to the plan, the acquisition will take place for approx. two and a half months.
nb: Innsamlingen skal etter planen foregå i cirka to og en halv måned.

source: Only the NPD is allowed to acquire seismic data in areas that have not been opened for petroleum activity.
nb: Det er bare Oljedirektoratet som har anledning til å samle inn seismikk i områder som ikke er åpnet for petroleumsvirksomhet.

source: The acquisition is part of the authorities’ work to gain an overview of potential petroleum resources on the Norwegian shelf.
nb: Innsamlingen er en del av myndighetenes arbeid for å skaffe oversikt over potensielle petroleumsressurser på norsk sokkel.

source: The acquisition activity, which is a 2D seismic acquisition, is being carried out by the Artemis Atlantic seismic vessel, operated by the company Dolphin Geophysical.
nb: Innsamlingen, som er en 2D-seismisk innsamling, foregår med seismikkfartøyet Artemis Atlantic operert av selskapet Dolphin Geophysical.

source: Huge quantities of lava spread in thick layers across several hundred square kilometres of seabed, and left today’s geologists with a big headache.
nb: Store mengder lava og basalt veltet i tykke lag utover flere hundre kvadratkilometer av havbunnen og etterlot dagens geologer en drøy utfordring.

source: Text: Jan Stenløkk Photos: Jan Stenløkk
nb: Tekst: Jan Stenløkk Foto: Jan Stenløkk
